Repository: kodi-pvr/pvr.dvbviewer
Catalog: pvr.dvbviewer/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Summary
source: Kodi's frontend for DVBViewer
da_dk: Kodi frontend til DVBViewer

# Addon Description
source: DVBViewer Media Server; supporting streaming of Live TV & Recordings, EPG, Timers.
da_dk: DVBViewer Media Server; understøtter streaming af direkte tv, timeroptagelser, optagelser og EPG.

# Addon Disclaimer
source: The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
da_dk: Ophavsmændene er på ingen måde ansvarlige for mislykkede optagelser, ukorrekte timere, spildte timer eller andre uønskede konsekvenser.

# #30000
source: DVBViewer Media Server IP Address
da_dk: DVBViewer medieserver IP-adresse

# #30001
source: Webinterface Port
da_dk: Web-grænsefladeport

# #30002
source: Username
da_dk: Brugernavn

# #30003
source: Password
da_dk: Adgangskode

# #30004
source: Use Wake-on-LAN to wake up service
da_dk: Brug Wake-on-LAN-opvågning til at vække tjenesten

# #30005
source: MAC address
da_dk: MAC-adresse

# #30006
source: Profile ID
da_dk: Profil ID

# #30010
source: Use favourites instead of channel list
da_dk: Brug favoritter i stedet for kanalliste

# #30011
source: Use local favourites file
da_dk: Brug lokal fil til favoritter

# #30012
source: Select the favourites.xml file
da_dk: Vælg favourites.xml-filen

# #30020
source: Enable Timeshift
da_dk: Aktiver tidsforskydning

# #30021
source: Timeshift buffer path
da_dk: Stien til tidsforskydningsbuffer

# #30025
source: Off
da_dk: Fra

# #30026
source: On playback
da_dk: Ved afspilning

# #30027
source: On pause
da_dk: Sat på pause

# #30040
source: Enable low performance mode (disables logos & thumbnails)
da_dk: Aktiver tilstand for lav ydeevne (deaktiverer logoer og miniaturebilleder)

# #30041
source: Custom Live TV timeout (0 to use default)
da_dk: Brugerdefineret tidsfrist for direkte tv (0 for at bruge standard)

# #30042
source: Stream read chunk size (0 for Kodi's default)
da_dk: Klumpstørrelse for læsning af stream (0 for at bruge Kodis standard)

# #30050
source: Group recordings
da_dk: Gruppér optagelser

# #30051
source: disabled
da_dk: deaktiveret

# #30052
source: by recording directory
da_dk: efter optagelesmappe

# #30053
source: by recording date
da_dk: efter optagelsesdato

# #30054
source: by first letter
da_dk: efter første bogstav

# #30055
source: by tv channel
da_dk: efter tv-kanal

# #30056
source: by series
da_dk: efter serier

# #30057
source: by title
da_dk: efter titel

# #30060
source: Put outline (e.g. subtitles) before plot
da_dk: Vis resumé (fx. undertitler) før plottet

# #30061
source: Never
da_dk: Aldrig

# #30062
source: In EPG only
da_dk: Kun i EPG

# #30063
source: In recordings only
da_dk: Kun i optagelser

# #30064
source: Always
da_dk: Altid

# #30070
source: Enable transcoding
da_dk: Aktiver transkodning

# #30071
source: Off
da_dk: Fra

# #30077
source: Transcoding URL parameters
da_dk: Omkodning af URL-parametre

# #30080
source: Enable EDL support
da_dk: Aktiver understøttelse af EDL

# #30081
source: Start time padding
da_dk: Omkringliggende tid for start

# #30082
source: Stop time padding
da_dk: Omkringliggende tid for stop

# #30100
source: General
da_dk: Generelt

# #30101
source: Advanced
da_dk: Avanceret

# #30102
source: Recordings
da_dk: Optagelser

# #30103
source: Live TV
da_dk: Direkte tv

# #30111
source: Favourites
da_dk: Favoritter

# #30112
source: Timeshift
da_dk: Tidsforskydning

# #30113
source: Edit Decision List
da_dk: Rediger beslutningsliste

# #30114
source: Transcoding
da_dk: Transkoder

# #30400
source: Default
da_dk: Standard

# #30401
source: Unimportant (Lowest)
da_dk: Ikke vigtig (lavest)

# #30402
source: Low
da_dk: Lav

# #30404
source: High
da_dk: Høj

# #30405
source: Important (Highest)
da_dk: Vigtig (højest)

# #30410
source: Automatic
da_dk: Automatisk

# #30420
source: One time (Scheduled by guide-based timer rule)
da_dk: Én gang (planlagt efter guide-baseret timerregel)

# #30430
source: Disabled
da_dk: Deaktiveret

# #30431
source: Record if EPG title differs
da_dk: Optag hvis EPG-titlen er forskellig

# #30432
source: Record if EPG subtitle differs
da_dk: Optag hvis EPG-undertitlen er forskellig

# #30433
source: Record if EPG title and subtitle differs
da_dk: Optag hvis EPG-titlen og -undertitlen er forskellig

# #30500
source: Unable to connect to the DVBViewer Media Server
da_dk: Kan ikke oprette forbindelse til DVBViewer medieserver

# #30501
source: DVBViewer Media Server version %s or higher required
da_dk: DVBViewer medieserver version %s eller højere påkrævet

# #30502
source: Unable to parse channel list
da_dk: Kan ikke behandle kanalliste

# #30503
source: Check Kodi log for more information
da_dk: Kontroller Kodis log for mere information

# #30504
source: Unable to open local favourites.xml
da_dk: Kan ikke åbne lokal favourites.xml

# #30505
source: Unable to parse favourites list
da_dk: Kan ikke behandle favoritliste

# #30506
source: Unable to parse timer list
da_dk: Kan ikke analysere timerliste

# #30507
source: Please reset the EPG database and restart Kodi afterwards
da_dk: Nulstil venligst EPG-databasen og genstart Kodi bagefter

# #30508
source: Favourites contains unresolvable channel: %s
da_dk: Favoritter indeholder uløselig kanal: %s

# #30509
source: Favourites enabled but none defined
da_dk: Favoritter aktiveret, men ingen defineret

# #30510
source: The time period cannot span more than 24 hours
da_dk: Tidsperioden kan ikke strække sig over mere end 24 timer

# #30511
source: EDL support requires DVBViewer Media Server %s or higher
da_dk: EDL-understøttelse kræver DVBViewer medieserver %s eller højere

# #30512
source: PVR is running with guest permissions
da_dk: PVR kører med gæstetilladelser

# #30513
source: Search phrase cannot be empty
da_dk: Søgesætningen må ikke være tom

# #30514
source: Timeshift buffer path does not exist
da_dk: Buffersti til tidsforskydning findes ikke

# #30515
source: Unable to retrieve user data from the backend
da_dk: Kan ikke hente brugerdata fra backend

# #30516
source: Unable to parse user data from the backend
da_dk: Kan ikke behandle brugerdata fra backend
